var questions = [{
    "choice1": "แก",
    "choice2": "เกะ",
    "choice3": "แกะ",
    "choice4": "เกอะ",
    "correct": "3",
    "Title": "ก + แ-ะ =?"
},
{
    "choice1": "นาดี",
    "choice2": "ดูปู",
    "choice3": "ปะจุ",
    "choice4": "ธุระ",
    "correct": "2",
    "Title": "ข้อใดประสมด้วยสระอู"
},
{
    "choice1": "ยาว",
    "choice2": "สั้น",
    "choice3": "กลาง",
    "choice4": "ไม่มีข้อใดถูก",
    "correct": "2",
    "Title": "เตะ ออกเสียงสั้นหรือเสียงยาว"
},
{
    "choice1": "1 คำ",
    "choice2": "2 คำ",
    "choice3": "3 คำ",
    "choice4": "4 คำ",
    "correct": "3",
    "Title": "<b>''ตามาหารูปู''</b> มีคำที่สะกดด้วยสระอากี่คำ"
},
{
    "choice1": "สวม",
    "choice2": "ใส่",
    "choice3": "นุ่ง",
    "choice4": "ถอด",
    "correct": "1",
    "Title": "เลือกเติมคำในช่องว่างให้ได้ใจความเหมาะสม <br><b>''น้อยหน่า.................เสื้อและกางเกงใหม่''</b>"
},
{
    "choice1": "สุภาพ - อ่อนน้อม",
    "choice2": "ยิ้มแย้ม - เศร้าซึม",
    "choice3": "อ่อนแอ - แข็งแกร่ง",
    "choice4": "สดใส-ซึมเศร้า",
    "correct": "1",
    "Title": "เลือกข้อที่มีความหมายคล้ายกัน"
},
{
    "choice1": "ปลา - แม่น้ำ",
    "choice2": "ถุงเท้า - กระเป๋า",
    "choice3": "ไข่ - แม่ไก่",
    "choice4": "ต้นไม้-กระถาง",
    "correct": "2",
    "Title": "คำคู่ใด ไม่เกี่ยวข้องกัน"
},
{
    "choice1": "1 คำ",
    "choice2": "2 คำ",
    "choice3": "3 คำ",
    "choice4": "4 คำ",
    "correct": "2",
    "Title": "<b>''สมชายกินข้าวมันไก่''</b> มีคำที่มี น สะกดอยู่กี่คำ"
},
{
    "choice1": "ข้างล่าง",
    "choice2": "วังเวง",
    "choice3": "โขลงช้าง",
    "choice4": "ข้าวแกง",
    "correct": "4",
    "Title": "ข้อใดมีตัวสะกดต่างจากพวก"
},
{
    "choice1": "ด้าน - ค้าน",
    "choice2": "เป้า - ป่าว",
    "choice3": "เงา - เหงา",
    "choice4": "คี่ - ขี้",
    "correct": "4",
    "Title": "ข้อใดที่อ่านออกเสียงเหมือนกัน"
},
{
    "choice1": "คำขวัญ",
    "choice2": "นิทาน",
    "choice3": "ปริศนาคำทาย",
    "choice4": "สุภาษิต",
    "correct": "3",
    "Title": "<b>''อะไรเอ่ย สี่ตีนเดินมาหลังคามุงกระเบื้อง''</b><br> จากข้อความจัดอยู่ในประเภทใด"
},
{
    "choice1": "ข้าว ฉัน กิน",
    "choice2": "ฉัน ข้าว กิน",
    "choice3": "ฉัน กิน ข้าว",
    "choice4": "ไม่มีข้อใดถูก",
    "correct": "3",
    "Title": "ข้อใดเรียงประโยคถูกต้อง <b>''กิน ข้าว ฉัน''</b>"
},
{
    "choice1": "โรงเรียน ฉัน ไป",
    "choice2": "ฉัน ไป โรงเรียน",
    "choice3": "ฉัน โรงเรียน ไป",
    "choice4": "ไม่มีข้อใดถูก",
    "correct": "2",
    "Title": "ข้อใดเรียงประโยคถูกต้อง <b>''โรงเรียน ฉัน ไป''</b>"
},
{
    "choice1": "3 คำ 1 พยางค์",
    "choice2": "3 คำ 3 พยางค์",
    "choice3": "2 คำ 3 พยางค์",
    "choice4": "1 คำ 3 พยางค์",
    "correct": "4",
    "Title": "<b>''หนังสือพิมพ์''</b> มีกี่คำ กี่พยางค์"
},
{
    "choice1": "แม่ไปตลาดบ่อย",
    "choice2": "แม่ไปตลาดบ่อยๆ",
    "choice3": "บ่อยๆ แม่ไปตลาด",
    "choice4": "แม่ๆ ไปตลาดบ่อย",
    "correct": "2",
    "Title": "<b>''แม่ไปตลาดบ่อยบ่อย''</b> เขียนอย่างไร"
},
{
    "choice1": "8 ขา",
    "choice2": "6 ขา",
    "choice3": "4 ขา",
    "choice4": "2 ขา",
    "correct": "3",
    "Title": "หมามีกี่ขา"
},
{
    "choice1": "อยาก อย่า ย้าย อย่าง",
    "choice2": "อย่า อยู่ ยาก อย่าง",
    "choice3": "อย่า ย่าง ยาย อยู่",
    "choice4": "อย่าง อยู่ อยาก อย่า",
    "correct": "4",
    "Title": "ข้อใดเป็นอักษร อ นำ ย ทั้งหมด"
},
{
    "choice1": "42 ตัว",
    "choice2": "44 ตัว",
    "choice3": "46 ตัว",
    "choice4": "48 ตัว",
    "correct": "2",
    "Title": "พยัญชนะไทยมีทั้งหมดกี่ตัว"
},
{
    "choice1": "พอ - ออ - ลอ - พล",
    "choice2": "พอ - ออ - นอ - พร",
    "choice3": "พอ - ออ - รอ - พอน",
    "choice4": "พอ - ออ - รอ - พร",
    "correct": "4",
    "Title": "ข้อใดอ่านถูกต้อง"
},
{
    "choice1": "ไบ",
    "choice2": "ใบ",
    "choice3": "โบ",
    "choice4": "บัย",
    "correct": "2",
    "Title": "<b>''มีบัวอยู่ชนิดหนึ่งที่มี......ใหญ่เท่ากระด้ง สามารถให้คนเข้าไปยืนบนนั้นได้''</b> ในช่องว่างควรเติมคำตอบใด"
},
{
    "choice1": "สะใภ้",
    "choice2": "ผู้ใหญ่",
    "choice3": "ดีใจ",
    "choice4": "ไหว้พระ",
    "correct": "4",
    "Title": "ข้อใดที่ไม่ได้ใช้สระเหมือนคำอื่น"
},
{
    "choice1": "สถานีตำรวจ",
    "choice2": "สถานีรถไฟ",
    "choice3": "สถานีอนามัย",
    "choice4": "สถานีรถประจำทาง",
    "correct": "3",
    "Title": "ข้อใดเป็นคำ 6 พยางค์"
},
{
    "choice1": "โ-",
    "choice2": "-า",
    "choice3": "-แ",
    "choice4": "-ะ",
    "correct": "4",
    "Title": "ข้อใดเป็นสระเสียงสั้น"
},
{
    "choice1": "ตามาหาอา",
    "choice2": "ตามาหาอีกา",
    "choice3": "ในนามีอีกา",
    "choice4": "อาไปหาตา",
    "correct": "1",
    "Title": "ข้อใดประสมด้วยสระ -า ทั้งหมด"
},
{
    "choice1": "ข้างบน",
    "choice2": "ข้างหลัง",
    "choice3": "ข้างล่าง",
    "choice4": "ข้างหน้า",
    "correct": "4",
    "Title": "สระโอ เขียนไว้ตรงไหนของพยัญชนะ"
},
{
    "choice1": "-อ",
    "choice2": "-า",
    "choice3": "-ะ",
    "choice4": "โ-",
    "correct": "1",
    "Title": "สระตัวใดเขียนไว้ข้างหน้าพยัญชนะ"
},
{
    "choice1": "เสียงสามัญ และ เสียงตรี",
    "choice2": "เสียงเอก และ เสียงโท",
    "choice3": "เสียงจัตวา และ เสียงโท",
    "choice4": "เสียงจัตวา และ เสียงตรี",
    "correct": "4",
    "Title": "คำว่า <b>''ขาวจั๊วะ''</b> มีเสียงวรรณยุกต์ใด"
},
{
    "choice1": "เรือใบ",
    "choice2": "เพลินใจ",
    "choice3": "ของใช้",
    "choice4": "เผื่อแผ่",
    "correct": "2",
    "Title": "ข้อใดมีคำที่ประสมด้วยสระ เ-อ และสระ ใ-"
},
{
    "choice1": "เรือใบ",
    "choice2": "เพลินใจ",
    "choice3": "ของใช้",
    "choice4": "เผื่อแผ่",
    "correct": "2",
    "Title": "ข้อใดมีคำที่ประสมด้วยสระ เ-อ และสระ ใ-"
},
{
    "choice1": "กะ - ตา",
    "choice2": "บ้าน - โต๊ะ",
    "choice3": "แก - แกะ",
    "choice4": "เตะ - แตะ",
    "correct": "4",
    "Title": "ข้อใดเป็นคำที่มีสระเสียงสั้นทั้งหมด"
},
{
    "choice1": "ไม้เอก เป็น ลูกบ่วย",
    "choice2": "ไม้โท เป็น ลูกบ้วย",
    "choice3": "ไม้ตรี เป็น ลูกบ๊วย",
    "choice4": "ไม้จัตวา เป็น ลูกบ๋วย",
    "correct": "3",
    "Title": "คำว่า <b>''ลูกบวย''</b> ควรเติมเครื่องหมายวรรณยุกต์ให้คำถูกต้องและมีความหมาย"
},
];

